{
	"register" : "Account Erstellen",
	"resetpw" : "Passwort Zurücksetzen",
	"welcome" : "Willkommen im CIP-Pool Physik!",
	"basic-information" : "Jeder Student, der Physik als Haupt- oder Nebenfach studiert, kann diesen Computerpool nutzen. Dazu muss allerdings erst ein Account im Pool erstellt werden. Du benötigst dafür einen Account beim TIK.",
	"additional-information" : "Falls du eine gesonderte Freischaltung brauchst (z.B. weil du Nebenfächler bist oder den Studiengang gewechselt hast) oder sonst noch Fragen hast, wende dich bitte an uns Administratoren im Raum nebenan oder schreibe uns eine Mail an <span class=\"email\">support@physcip.uni-stuttgart.de</span>",
	"home-action-register-content" : "Du hast noch keinen Account im CIP-Pool? Als Physikstudent kannst du dir hier einen neuen Account anlegen.",
	"home-action-resetpw-content" : "Passwort vergessen? Kein Problem, mit deinem TIK-Account-Passwort kannst du dein CIP-Pool-Passwort zurücksetzen.",
	"tik-username" : "TIK-Benutzername",
	"tik-password" : "TIK-Passwort",
	"tik-submit" : "Überprüfen",
	"tik-credentials" : "TIK-Zugangsdaten",
	"tik-register-explanation" : "Wir benötigen deine TIK-Zugangsdaten um zu überprüfen, ob du diesen CIP-Pool verwenden darfst. Dein TIK-Account wird nicht verändert.",
	"tik-error-messages" : {
		"password" : "Dein TIK-Account-Passwort stimmt nicht, bitte versuche es noch einmal.",
		"input" : "Ungütlige Eingabe, bitte gib sowohl Benutzername als auch Passwort deines TIK-Accounts an und stelle sicher, dass dein Benutzername die Form \"stXXXXXX\" (oder vergleichbar) hat.",
		"user" : "Ungütliger TIK-Benutzername. Bitte gib einen existierenden Benutzernamen in der Form \"stXXXXXX\" (oder vergleichbar) an.",
		"timeout" : "Zeitüberschreitung beim validieren deines TIK-Accounts. Wenn dieser Fehler mehrmals auftritt, benachrichtige bitte die CIP-Pool-Administratoren.",
		"other" : "Ein unbekannter Fehler trat auf. Wenn dieser Fehler mehrmals auftritt, benachrichtige bitte die CIP-Pool-Administratoren. Fehler: "
	}
}
