{
	"register" : "Create Account",
	"resetpw" : "Reset Password",
	"welcome" : "Welcome to the Physics department's computer lab!",
	"basic-information" : "Every student with a major or minor in physics is eligible to use this computer lab. To do so, you will first need to create a computer pool account. As a prerequisite, you need a university TIK account.",
	"additional-information" : "If you need a special activation (e.g. because physics is your minor only) or if you have any questions, feel free to contact the computer lab administrators in the room next door or email us at <a href=\"mailto:support@physcip.uni-stuttgart.de\" class=\"email\">support@physcip.uni-stuttgart.de</span>",
	"home-action-register-content" : "You don't have a computer lab account yet? If you're studying physics, you can create a new account here.",
	"home-action-resetpw-content" : "Forgot your password? Don't worry, just enter your TIK account credentials in order to reset your computer lab password.",
	"tik-username" : "TIK Username",
	"tik-password" : "TIK Password",
	"tik-submit" : "Check",
	"tik-credentials" : "TIK credentials",
	"tik-register-explanation" : "We use your TIK account credentials to verify that you're eligible to create an account in the computer lab. This won't modfiy your TIK account.",
	"tik-resetpw-explanation" : "We use your TIK account credentials to verify your identity. The computer lab password can only be reset with the correct TIK account password. This won't modfiy your TIK account.",
	"error-messages" : {
		"ip" : "You are not allowed to access account management servers from your IP address. Please use a computer inside the computer lab. If this error occurs while you're using a computer in the lab, please notify the administrators.",
		"password" : "Your TIK account password is invalid, please try again.",
		"input" : "Invalid input, please enter both TIK account username and password and make sure your username has the format \"stXXXXXX\" (or similar).",
		"user" : "Invalid TIK account username. Please make sure to enter an existing username in the format \"stXXXXXX\" (or similar).",
		"timeout" : "A timeout occured while validating your TIK credentials. If this keeps happening, please notify the computer lab administrators.",
		"passwords-mismatch" : "The two passwords don't match.",
		"password-length" : "Your password is too short.",
		"not-allowed" : "You do not appear to be a physics student. If you think you are eligible for an account anyway, please contact the computer lab administrators.",
		"already-exists" : "You have already registered an account before. In case you forgot your password, please use \"Reset Password\". If you have problems with your account, please contact the computer lab administrators.",
		"other" : "An unknown error occured. If this keeps happening, please notify the computer lab administrators. Error: "
	},
	"new-password" : "New Password",
	"new-password-explanation" : "Choose a new password for your computer lab account, at least 6 characters.",
	"new-password-1" : "Password",
	"new-password-2" : "Repeat Password",
	"new-password-submit" : "Set Password",
	"new-account-data" : "Computer Lab Account",
	"new-account-data-explanation" : "Choose a password for your computer lab account, at least 6 characters. We need your email address to be able to contact you in case of problems with your account.",
	"new-account-username" : "Username",
	"new-account-password-1" : "Password",
	"new-account-password-2" : "Repeat Password",
	"new-account-email" : "Email address",
	"new-account-submit" : "Create Account",
	"new-account-language" : "Account Language",
	"success-header" : "Success!",
	"success-dialog-ok" : "OK"
}
